export const mainMessages = {
  helloMessage:
    'Привет! Рад тебя видеть 😊\n\nЯ подготовила для тебя подборки промптов, которые можно забрать бесплатно.\n\nВсего доступно 3 файла на выбор - выбирай то, что сейчас актуальнее всего ✨\n\nНебольшое условие:\nнужно быть подписанным на мой Telegram-канал 💌\n\nПодпишись, возвращайся сюда  и я сразу открою доступ к файлам 👇',

  successMessage:
    'Ура, всё получилось 💛\nПодписка подтверждена!\n\nВот твой файл с промптами. Надеюсь, он будет тебе полезен ✨\n\nЕсли захочешь - можешь вернуться и выбрать ещё один файл из доступных.',
  subscribeMessage:
    'Кажется, ты ещё не подписался(ась) на канал 🌸\n\nЧтобы я могла выдать файл с промптами, нужно:\n1️⃣ Подписаться на мой Telegram-канал\n2️⃣ Вернуться сюда и нажать «Проверить подписку»\n\nЭто займёт буквально минутку ⏳',
};
